tap "filosottile/musl-cross"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "sergiobenitez/osxct"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "cmake"
brew "fd"
brew "pango"
brew "python@3.12"
brew "fontforge"
brew "fzf"
brew "gcc"
brew "libavif"
brew "gh"
brew "git"
brew "libevent"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "go"
brew "golang-migrate"
brew "netpbm"
brew "graphviz"
brew "hcloud"
brew "helm"
brew "jq"
brew "kustomize"
brew "openjpeg"
brew "leptonica"
brew "libass"
brew "llvm"
brew "minikube"
brew "neovim"
brew "ninja"
brew "node@16"
brew "openjdk@11"
brew "openssl@1.1"
brew "packer"
brew "pipx"
brew "pyenv"
brew "python@3.11"
brew "redis"
brew "ripgrep"
brew "ruby@3.1"
brew "sqlc"
brew "srt"
brew "stow"
brew "tesseract"
brew "tmux"
brew "tree"
brew "vault"
brew "yq"
brew "filosottile/musl-cross/musl-cross"
brew "hashicorp/tap/terraform"
brew "jesseduffield/lazygit/lazygit"
brew "sergiobenitez/osxct/x86_64-unknown-linux-gnu"
cask "devtoys"
cask "docker"
cask "insomnia"
cask "linearmouse"
cask "pgadmin4"
cask "stats"
vscode "albert.tabout"
vscode "ardenivanov.svelte-intellisense"
vscode "asvetliakov.vscode-neovim"
vscode "bungcip.better-toml"
vscode "christian-kohler.npm-intellisense"
vscode "connorcpu.vsc-rustfmt"
vscode "donjayamanne.githistory"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "geeebe.duplicate"
vscode "geyao.html-snippets"
vscode "github.vscode-pull-request-github"
vscode "gitpod.gitpod-desktop"
vscode "golang.go"
vscode "idleberg.applescript"
vscode "mgesbert.python-path"
vscode "mhutchie.git-graph"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
vscode "prisma.prisma"
vscode "rangav.vscode-thunder-client"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "rust-lang.rust-analyzer"
vscode "serayuzgur.crates"
vscode "statiolake.vscode-rustfmt"
vscode "svelte.svelte-vscode"
vscode "swellaby.rust-pack"
vscode "systemticks.c4-dsl-extension"
vscode "tamasfe.even-better-toml"
vscode "vintharas.learn-vim"
vscode "xabikos.javascriptsnippets"
